{
	"news_list": [
		{
			"id": "21",
			"title": "火影忍者",
			"text": "十多年前一只拥有巨大威力的妖兽“九尾妖狐”袭击了木叶忍者村，当时的第四代火影拼尽全力，以自己的生命为代价将“九尾妖狐”封印在了刚出生的鸣人身上。木叶村终于恢复了平静，但村民们却把鸣人当成像“九尾妖狐”那样的怪物看待，所有人都疏远他。鸣人自小就孤苦无依，一晃十多年过去了，少年鸣人考入了木叶村的忍者学校，结识了好朋友佐助和小樱。佐助是宇智波家族的传人之一，当他还是小孩的时候他的哥哥...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/huoying.jpg"
		}, {
			"id": "22",
			"title": "机动战士高达 ",
			"text": "《机动战士高达》这套动画系列自1979年放映以来，广受欢迎，无论是在动画、漫画、游戏、玩具等各方面都著有成就，就连大学的教授、评论家们都将其作为研究的课题。GUNDAM的观众不再仅仅局限于青少年，而是面对整个社会。它的世界观、精神思想都从不同的角度反映出社会的影子，引人深思。",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/gaoda.jpg"
		}, {
			"id": "25",
			"title": "海贼王",
			"text": "传奇海盗哥尔•D•罗杰在临死前曾留下关于其毕生的财富“One Piece”的消息，由此引得群雄并起，众海盗们为了这笔传说中的巨额财富展开争夺，各种势力、政权不断交替，整个世界进入了动荡混乱的“大海贼时代”。 生长在东海某小村庄的路飞受到海贼香克斯的精神指引，决定成为一名出色的海盗。为了达成这个目标，并找到万众瞩目的One Piece，路飞踏上艰苦的旅程。一路上他遇到了无数磨难，也结识了索隆、娜美、乌索普...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/haizeiwang.jpg"
		}, {
			"id": "26",
			"title": "龙珠超",
			"text": "结束了与魔人布欧的惨烈之战后，多灾多难的地球重归和平，而作为救世主存在的孙君（野泽雅子 配音）还生人间，和家人们过着无忧无虑的快乐生活。这边厢Z战士们安享太平，遥远的宇宙最深处，一个可怕的神明悠然苏醒。他是破坏神比鲁斯（山寺宏一 配音），嗜好美食又无比任性，稍有不满意的地方便面不改色地摧毁一颗星球以及上面的生命，堪称是界王神都不敢轻易招惹的可怕神明。受一个神秘之梦的侵扰，比鲁斯决定...",
			"channel_id": "6",
			"channel_name": "../images/longzhuchao.jpg",
			"image": ""
		}, {
			"id": "27",
			"title": "龙珠Z",
			"text": "故事发生于《七龙珠》后五年的世界，讲述孙悟空和同伴保卫地球的故事悟空的哥哥拉帝兹来到地球，透露了悟空原是战斗民族赛亚人的身份。悟空和比克大魔王联手对抗，然而因为双方战斗力的差距而落于苦战。孙悟空的儿子孙悟饭在关键时刻爆发强大战斗力重创拉帝兹。悟空最终决定以同归于尽的方式，在拉帝兹露出破绽的一瞬间从他身后架住，让魔童（比克大魔王）使出其必杀技“魔贯光杀炮”贯穿双方身体下来击败对手...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/longzhu.jpg"
		}, {
			"id": "28",
			"title": "猫和老鼠全集",
			"text": "这个机灵老鼠与笨猫的故事，堪与米老鼠和唐老鸭的故事相媲美。没有动物世界中恃强凌弱的残酷，只有两个邻居之间的日常琐事和纷争，诸如小老鼠杰瑞偷吃了汤姆的奶酪，汤姆把捕鼠器放到了杰里的洞门口等等，中间穿插的无数恶作剧和幽默片断，让人感受到久违的天真快意。它们之间的关系常在一瞬间发生变化——化敌为友或势不两立：为敌时绞尽脑汁，互不相让；为友时，亲如兄弟，谁也不记仇。",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/catdandmouse.jpg"
		}, {
			"id": "29",
			"title": "全职高手",
			"text": "网游荣耀中被誉为教科书级别的顶尖高手叶修，因为种种原因遭到俱乐部的驱逐，离开职业圈的他寄身于一家网吧成了一个小小的网管，但是，拥有十年游戏经验的他，在荣耀新开的第十区重新投入了游戏，带着对往昔的回忆，和一把未完成的自制武器，开始了重返巅峰之路。 勾心斗角之后，谁夺走了我的荣耀，风雨飘摇之下，希望却不曾破灭。花团锦簇之中，没有迷失方向。万众瞩目之前，我，就在这里回归！",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/tall.jpg"
		}, {
			"id": "30",
			"title": "狐妖小红娘",
			"text": "《狐妖小红娘》的故事围绕人与妖之间的爱情展开。根据古典小说记载，世上有人有妖，妖会与人相恋，妖寿命千万年，人的寿命有限，人死了，妖活着。人会投胎转世，但投胎以后，不记得上辈子的爱。妖如果痴情的话，就去找狐妖“购买”一项服务，让投胎转世的人，回忆起前世的爱。狐妖红娘这一个角色就这样诞生，作品主要讲述了以红娘为职业的狐妖在为前世恋人牵红线过程当中发生的一系列有趣、神秘的故事。",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/huli.jpg"
		}, {
			"id": "31",
			"title": "汪汪队立大功 第二季",
			"text": "精通科技的10岁男孩Ryder在拯救了6条小狗之后，将他们训练成了一组本领高强的狗狗巡逻队。每个小狗都性格鲜明，也各有特长。斑点狗Marshall擅长火中急救；斗牛犬Rubble精通工程机械；牧羊犬Chase是个超级特工；混血儿Rocky是个维修能手；拉布拉多犬Zuma最熟悉水中救援；而可卡颇犬Skye掌握着各种航空技术。拥有这么多解决问题的能力，在加上Ryder提供的炫酷装备支持，不管遇到多么困难和危险的救援任务，他们还总是忘不了相互...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/dog.jpg"
		}, {
			"id": "32",
			"title": "熊出没之春日对对碰",
			"text": "《熊出没之春日对对碰》延续《熊出没》和《熊出没之丛林总动员》轻松搞笑的风格，讲述了两头熊——熊大和熊二和人类——光头强身上发生的保卫森林家园的斗争故事。熊大是熊兄弟中的主心骨，比较聪明，机智，能随机应变，能想点子出主意；熊二性格憨直，懵懂可爱，做事冲动，直线条思维；两熊最大的敌人光头强，是个身材矮小，盗砍盗伐的伐木工。 这一部主要描述在春天的森林里，熊大熊二和光头强之间发生的和...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/xiong.jpg"
		}, {
			"id": "33",
			"title": "银魂",
			"text": "江户时代末期（本作的20年前），被称为“天人”（あまんと）的谜之异星人来袭。于是地球人与天人之间的战争瞬即爆发，为数众多的武士和攘夷派志士都参与与天人的战斗。幕府见识到天人强大的实力后，最终向天人低头，放弃武士不管，擅自与天人签订不平等条约，准许他们入国。其后更颁布了“废刀令”，夺走了武士的刀，使他们无力反抗。自此，天人横行霸道，幕府为天人所影响，甚至被控制，成为了“傀儡政权”。...",
			"channel_id": "6",
			"channel_name": "推荐",
			"image": "../images/yinhun.jpg"
		}
	]
}